---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerM
source: html/070dab89-fd61-a3b2-8111-57c63430ab9a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerM Property

Symbol kg/m, indicating unit Kilograms per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerM { get; }
```